export const ua: AllLocalesType = {
  translation: {
    footer_sections: {
      follow_us: "Стеж за нами",
      contact_us: "Зв’язатися з нами",
      copyright: "GIFTHUB.ua, 2023-2023 Інтернет-магазин",
      help: "Допомога",
    },

    help_section: {
      faq: "Часті питання",
      offer_contract: "Договір оферти",
      payment_delivery: "Оплата і доставка",
      return_conditions: "Умови повернення",
      privacy_policy: "Політика конфіденційності",
    },

    header_links: {
      secret_present: "Секретний подарунок",
      about: "Про нас",
      contacts: "Контакти",
      catalog: "Каталог",
    },

    contacts_popup: {
      header: "Телефонуйте нам або пишіть у месенджерах:",
      email: "Написати нам на пошту",
      telegram: "Написати нам в телеграм",
    },

    product_sections: {
      popular: "ПОПУЛЯРНІ ТОВАРИ",
      new: "НОВІ НАДХОДЖЕННЯ",
      reviewed: "ПЕРЕГЛЯНУТО РАНІШЕ",
    },

    random_present: {
      headers: [
        "Не знаєш, що обрати в подарунок ITшніку?",
        "Наш рандомайзер обере за тебе!",
      ],
      steps: [
        "Встанови ціновий діапазон для подарунка",
        "Клацни 'Cтарт', щоб розпочати пошук",
        "Отримай подарунок, обраний рандомайзером",
      ],
      btn_get_present: "Рандомізуй подарунок",
    },

    secret_gift: {
      title: "Секретний подарунок",
      subtitles: [
        "Секретний подарунок - це захопливий спосіб вибору та отримання подарунку, який зберігає елемент сюрпризу та таємниці до самого моменту розкриття.",
        "Найважливіший момент - це те, що користувач дізнається, що саме було вибрано для нього, лише тоді, коли подарунок буде доставлений або розкритий.",
      ],
      process_header: "На нашому веб-сайті цей процес простий та цікавий",
      process_steps: [
        "Користувач обирає категорію та ціновий діапазон подарунка за своїми уподобаннями.",
        "Наш веб-сайт випадковим чином обирає подарунок відповідно до цих параметрів.",
        "Після того, як користувач отримав рекомендований подарунок, він може перейти до оформлення замовлення.",
      ],
      try_button: "Спробувати",
      btn_start: "Почати",
      select_price: "Оберіть ціновий діапазон",
      select_category: "Оберіть категорію",
      ph_select: "Оберіть...",
      win_title: "Воу, ми обрали для тебе щось цікавеньке!",
    },

    win_random_section: {
      title: "ТВІЙ РАНДОМНИЙ ПОДАРУНОК:",
      btn_try_again: "Спробувати ще",
    },

    person: {
      name: "Ім'я",
      last_name: "Прізвище",
    },

    lang: {
      en: "ENG",
      ua: "УКР",
    },

    login_popup: {
      header: "Вхід",
      btn: "Увійти",
      wishlist_error:
        "Список бажань доступний тільки для зареєсрованих користувачів!",
    },

    input_password: {
      ph: "Пароль",
      ph_create: "Придумайте пароль",
      ph_repeat: "Повторіть пароль",
      remind_password: "Нагадати пароль",
      rules: [
        "Мінімум 7 символів",
        "Використовуйте літери і цифри",
        "Використовуйте малі і великі літери",
        "Використовуйте спеціальні символи",
      ],
    },

    registr_popup: {
      header: "Реєстрація",
      btn: "Зареєструватись",
    },

    ph_email: "Ел.пошта",
    ph_search: "Пошук",
    tricked_line_text: "ДІЗНАТИСЯ ПРО СЕКРЕНИЙ ПОДАРУНОК",

    btn_go_sale: "Перейти до знижки",
    btn_make_order: "Оформити замовлення",
    btn_show_more: "Показати ще",
    btn_know_more: "Дізнатись більше",
    btn_add_to_basket: " Додати в кошик",

    enter_as_header: "Увійти як користувач",

    checkbox_remember_person: "Запам'ятай мене",

    or: "або",

    filters_title: "ОСНОВНІ ФІЛЬТРИ",
    filters: {
      sale: "зі знижкою",
      available: "є в наявності",
    },
    rate: "РЕЙТИНГ",
    price: "ЦІНА",

    sorts_title: "Показати спочатку:",
    sorts: {
      cheap: "дешеві",
      expensive: "дорогі",
      new: "новинки",
      popular: "популярні",
      rate: "за рейтингом",
    },

    main_page: "Головна",

    bc: {
      by_category: "За категорією",
      by_search_name: "За назвою",
    },

    buy_together_section: "Часто купують разом",
    select_productNum: "Показувати по",

    filter_popup_header: "Фільтри",
    sort_popup_header: "Сортувати",

    bth_reset: "Зняти всі",
    btn_apply: "Застосувати",

    all_categories: "Всі категорії",

    categories: {
      backpack: "Рюкзаки",
      keychain: "Брелоки",
      laptopBackpack: "Чохли для ноутбуків",
      shopper: "Шопери",
      hoodies: "Худі",
      plaids: "Пледи з рукавами",
      slippers: "Тапці",
      socks: "Шкарпетки",
      tshirts: "Футболки",
      bottles: "Пляшки для води",
      lunchboxes: "Ланч бокси",
      mugs: "Чашки",
      termomugs: "Термокружки",
      candies: "Цукерки",
      cocktails: "Суміші для коктелів",
      coffee: "Кава",
      secret_cookies: "Печиво з передбаченням",
      tea: "Чай",
      TDpuzzles: "3D пазли",
      boardGames: "Настільні ігри",
      puzzles: "Пазли",
      books: "Книги",
      courses: "Курси",
      datebook: "Планери",
      magboard: "Магнітні дошки",
      notebooks: "Блокноти",
      pens: "Ручки",
      headphones: "Навушники",
      keyboards: "Клавіатура",
      lamps: "Настільні лампи",
      massagers: "Масажери",
      powerbanks: "Павербанки",
    },

    comments: {
      header: "Відгуки",
      all_comments: "Всі відгуки",
      non_found: {
        header: "Поки що долний користувач не залишив свій відгук",
        description: "Ти можеш стати першим!",
      },
      write_comment: {
        header: "Написати відгук",
        description:
          "Розкажи нам, що ти думаєш про цей продукт і поділись своїм досвідом з іншими.",
      },
      max_comment_length:
        "Максимальна кількість символів для одного коментаря - 400 знаків",
      btn_add_comment: "Додати відгук",
    },

    global_rate: "Загальний рейтинг",
    rate_by_criteria: {
      quality: "Якість",
      photo_match: "Відповідність фото",
      description_match: "Відповідність опису",
      price: "Актуальність ціни",
    },

    characteristics: {
      description: "Опис",
      pay_deliver: "Оплата та доставка",
      faq: "Часто задавані питання",
    },

    availability: {
      _true: "Є в наявності",
      _false: "Немає в наявності",
    },

    btn_be_noticed: "Повідомити про появу",
    product_code: "Артикул",

    basket: {
      heading: "Кошик",
      priceText: "Сума без знижки:",
      discountText: "Знижка:",
      totalPriceText: "Сума до сплати:",
      orderButtonText: "Оформити замовлення",
      empty: {
        heading: "Кошик порожній",
        description: "Але це ніколи не пізно виправити :)",
      },
    },
    faq: [
      {
        question:
          "Чи можливо повернути або обміняти подарунок, якщо він не підходить отримувачу?",
        answer:
          "Так, ми надаємо можливість повернення чи обміну подарунка, якщо він не влаштовує отримувача. Докладну інформацію про політику повернення можна знайти на нашому вебсайті.",
      },
      {
        question: "Чи надаєте ви упаковку для подарунків?",
        answer:
          "Так, ми надаємо упаковку для подарунків. Ви можете вибрати опцію упаковки при оформленні замовлення.",
      },
      {
        question: "Товар приїде цілим?",
        answer:
          "Так, ми надаємо упаковку для подарунків. Ви можете вибрати опцію упаковки при оформленні замовлення.",
      },
      {
        question: "Як я можу вам довіряти? Я замовляю у вас вперше.",
        answer:
          "Весь товар, який ви бачите на нашому сайті, створюємо ми, від розробки концепції до виробництва, реалізації, створення фотографій і опису.Ми працюємо вже 3 роки і завжди дбаємо про своїх покупців. Тому, товар завжди відповідає фотографіям і опису, представленим на сайті.",
      },
      {
        question: "Чи можливо додати особисту нотатку до подарунку?",
        answer:
          "Так, Ви можете додати особисту нотатку до вашого подарунку під час оформлення замовлення. Ми з радістю допоможемо Вам передати ваше особисте повідомлення.",
      },
      {
        question: "Що робити, якщо я не пам’ятаю пароль?",
        answer:
          "Ви можете змінити пароль за допомогою функції «Забули пароль?» на сайті. Вона доступна у вікні авторизації/реєстрації. Натиснувши на посилання, покроково слідуйте подальшим інструкціям. Процедура відновлення пароля займе кілька хвилин.",
      },
    ],

    delivery: [
      '"Нова Пошта"  - доставка від 50 грн',
      '"Укрпошта"- доставка від 20 грн.',
      '"Самовивіз"- покупець забирає товар власноруч, безкоштовно.',
    ],

    btn_to_basket: "В кошик",
  },
};
