export const ua: AllLocalesType = {
  translation: {
    footer_sections: {
      follow_us: "Стеж за нами",
      contact_us: "Зв’язатися з нами",
      copyright: "GIFTHUB.ua, 2023-2023 Інтернет-магазин",
      help: "Допомога",
    },

    help_section: {
      faq: "Часті питання",
      offer_contract: "Договір оферти",
      payment_delivery: "Оплата і доставка",
      return_conditions: "Умови повернення",
      privacy_policy: "Політика конфіденційності",
    },

    header_links: {
      secret_present: "Секретний подарунок",
      about: "Про нас",
      contacts: "Контакти",
      catalog: "Каталог",
    },

    contacts_popup: {
      header: "Телефонуйте нам або пишіть у месенджерах:",
      email: "Написати нам на пошту",
      telegram: "Написати нам в телеграм",
    },

    product_sections: {
      popular: "ПОПУЛЯРНІ ТОВАРИ",
      new: "НОВІ НАДХОДЖЕННЯ",
    },

    random_present: {
      headers: [
        "Не знаєш, що обрати в подарунок ITшніку?",
        "Наш рандомайзер обере за тебе!",
      ],
      steps: [
        "Встанови ціновий діапазон для подарунка",
        "Клацни 'Cтарт', щоб розпочати пошук",
        "Отримай подарунок, обраний рандомайзером",
      ],
      btn_get_present: "Рандомізуй подарунок",
    },

    secret_gift: {
      header_link: "Головна",
      title: "Секретний подарунок",
      subtitles: [
        "Секретний подарунок - це захопливий спосіб вибору та отримання подарунку, який зберігає елемент сюрпризу та таємниці до самого моменту розкриття.",
        "Найважливіший момент - це те, що користувач дізнається, що саме було вибрано для нього, лише тоді, коли подарунок буде доставлений або розкритий.",
      ],
      process_header: "На нашому веб-сайті цей процес простий та цікавий",
      process_steps: [
        "Користувач обирає категорію та ціновий діапазон подарунка за своїми уподобаннями.",
        "Наш веб-сайт випадковим чином обирає подарунок відповідно до цих параметрів.",
        "Після того, як користувач отримав рекомендований подарунок, він може перейти до оформлення замовлення.",
      ],
      try_button: "Спробувати",
    },
    win_random_section: {
      title: "Твій рандомний подарунок:",
      btn_try_again: "Спробувати ще",
    },

    person: {
      name: "Ім'я",
      last_name: "Прізвище",
    },

    lang: {
      en: "ENG",
      ua: "УКР",
    },

    login_popup: {
      header: "Вхід",
      btn: "Увійти",
      wishlist_error:
        "Список бажань доступний тільки для зареєсрованих користувачів!",
    },

    input_password: {
      ph: "Пароль",
      ph_create: "Придумайте пароль",
      ph_repeat: "Повторіть пароль",
      remind_password: "Remind password",
      rules: [
        "Мінімум 7 символів",
        "Використовуйте літери і цифри",
        "Використовуйте малі і великі літери",
        "Використовуйте спеціальні символи",
      ],
    },

    registr_popup: {
      header: "Реєстрація",
      btn: "Зареєструватись",
    },

    ph_email: "Ел.пошта",
    ph_search: "Пошук",
    tricked_line_text: "ДІЗНАТИСЯ ПРО СЕКРЕНИЙ ПОДАРУНОК",

    btn_go_sale: "Перейти до знижки",
    btn_make_order: "Оформити замовлення",
    btn_show_more: "Показати ще",
    btn_know_more: "Дізнатись більше",

    enter_as_header: "Увійти як користувач",

    checkbox_remember_person: "Запам'ятай мене",

    or: "або",
  },
};
