export const ua: AllLocalesType = {
  translation: {
    footer_sections: {
      follow_us: "Стеж за нами",
      contact_us: "Зв’язатися з нами",
      copyright: "GIFTHUB.ua, 2023-2023 Інтернет-магазин",
      help: "Допомога",
    },

    help_section: {
      offer_contract: "Договір оферти",
      payment_delivery: "Оплата і доставка",
      return_conditions: "Умови повернення",
      privacy_policy: "Політика конфіденційності",
    },

    header_links: {
      secret_present: "Секретний подарунок",
      about: "Про нас",
      contacts: "Контакти",
      catalog: "Каталог",
    },

    contacts_popup: {
      header: "Телефонуйте нам або пишіть у месенджерах:",
      email: "Написати нам на пошту",
      telegram: "Написати нам в телеграм",
    },

    product_sections: {
      popular: "ПОПУЛЯРНІ ТОВАРИ",
      new: "НОВІ НАДХОДЖЕННЯ",
      reviewed: "ПЕРЕГЛЯНУТО РАНІШЕ",
    },

    random_present: {
      headers: [
        "Не знаєш, що обрати в подарунок ITшніку?",
        "Наш рандомайзер обере за тебе!",
      ],
      steps: [
        "Встанови ціновий діапазон для подарунка",
        "Клацни 'Cтарт', щоб розпочати пошук",
        "Отримай подарунок, обраний рандомайзером",
      ],
      btn_get_present: "Рандомізуй подарунок",
    },

    secret_gift: {
      title: "Секретний подарунок",
      subtitles: [
        "Секретний подарунок - це захопливий спосіб вибору та отримання подарунку, який зберігає елемент сюрпризу та таємниці до самого моменту розкриття.",
        "Найважливіший момент - це те, що користувач дізнається, що саме було вибрано для нього, лише тоді, коли подарунок буде доставлений або розкритий.",
      ],
      process_header: "На нашому веб-сайті цей процес простий та цікавий",
      process_steps: [
        "Користувач обирає категорію та ціновий діапазон подарунка за своїми уподобаннями.",
        "Наш веб-сайт випадковим чином обирає подарунок відповідно до цих параметрів.",
        "Після того, як користувач отримав рекомендований подарунок, він може перейти до оформлення замовлення.",
      ],
      try_button: "Спробувати",
      btn_start: "Почати",
      select_price: "Оберіть ціновий діапазон",
      select_category: "Оберіть категорію",
      ph_select: "Оберіть...",
      win_title: "Воу, ми обрали для тебе щось цікавеньке!",
    },

    win_random_section: {
      title: "ТВІЙ РАНДОМНИЙ ПОДАРУНОК:",
      btn_try_again: "Спробувати ще",
    },

    person: {
      name: "Ім'я",
      last_name: "Прізвище",
    },

    lang: {
      en: "ENG",
      ua: "УКР",
    },

    login_popup: {
      header: "Вхід",
      btn: "Увійти",
      wishlist_error:
        "Список бажань доступний тільки для зареєсрованих користувачів!",
    },

    input_password: {
      ph: "Пароль",
      ph_create: "Придумайте пароль",
      ph_repeat: "Повторіть пароль",
      remind_password: "Нагадати пароль",
      rules: [
        "Мінімум 7 символів",
        "Використовуйте літери і цифри",
        "Використовуйте малі і великі літери",
        "Використовуйте спеціальні символи",
      ],
    },

    registr_popup: {
      header: "Реєстрація",
      btn: "Зареєструватись",
    },

    ph_email: "Ел.пошта",
    ph_search: "Пошук",
    tricked_line_text: "ДІЗНАТИСЯ ПРО СЕКРЕНИЙ ПОДАРУНОК",

    btn_go_sale: "Перейти до знижки",
    btn_make_order: "Оформити замовлення",
    btn_show_more: "Показати ще",
    btn_know_more: "Дізнатись більше",
    btn_add_to_basket: " Додати в кошик",

    enter_as_header: "Увійти як користувач",

    checkbox_remember_person: "Запам'ятай мене",

    or: "або",

    filters_title: "ОСНОВНІ ФІЛЬТРИ",
    filters: {
      sale: "зі знижкою",
      available: "є в наявності",
    },
    rate: "РЕЙТИНГ",
    price: "ЦІНА",

    sorts_title: "Показати спочатку:",
    sorts: {
      cheap: "дешеві",
      expensive: "дорогі",
      new: "новинки",
      popular: "популярні",
      rate: "за рейтингом",
    },

    main_page: "Головна",

    bc: {
      by_category: "За категорією",
      by_search_name: "За назвою",
    },

    buy_together_section: "Часто купують разом",
    select_productNum: "Показувати по",

    filter_popup_header: "Фільтри",
    sort_popup_header: "Сортувати",

    bth_reset: "Зняти всі",
    btn_apply: "Застосувати",

    all_categories: "Всі категорії",

    categories: {
      backpack: "Рюкзаки",
      keychain: "Брелоки",
      laptopBackpack: "Чохли для ноутбуків",
      shopper: "Шопери",
      hoodies: "Худі",
      plaids: "Пледи з рукавами",
      slippers: "Тапці",
      socks: "Шкарпетки",
      tshirts: "Футболки",
      bottles: "Пляшки для води",
      lunchboxes: "Ланч бокси",
      mugs: "Чашки",
      termomugs: "Термокружки",
      candies: "Цукерки",
      cocktails: "Суміші для коктелів",
      coffee: "Кава",
      secret_cookies: "Печиво з передбаченням",
      tea: "Чай",
      TDpuzzles: "3D пазли",
      boardGames: "Настільні ігри",
      puzzles: "Пазли",
      books: "Книги",
      courses: "Курси",
      datebook: "Планери",
      magboard: "Магнітні дошки",
      notebooks: "Блокноти",
      pens: "Ручки",
      headphones: "Навушники",
      keyboards: "Клавіатура",
      lamps: "Настільні лампи",
      massagers: "Масажери",
      powerbanks: "Павербанки",
    },

    comments: {
      header: "Відгуки",
      all_comments: "Всі відгуки",
      non_found: {
        header: "Поки що жодний користувач не залишив свій відгук",
        description: "Ти можеш стати першим!",
      },
      write_comment: {
        header: "Написати відгук",
        description:
          "Розкажи нам, що ти думаєш про цей продукт і поділись своїм досвідом з іншими.",
      },
      max_comment_length:
        "Максимальна кількість символів для одного коментаря - 400 знаків",
      btn_add_comment: "Додати відгук",
    },

    global_rate: "Загальний рейтинг",
    rate_by_criteria: {
      quality: "Якість",
      photo_match: "Відповідність фото",
      description_match: "Відповідність опису",
      price: "Актуальність ціни",
    },

    characteristics: {
      description: "Опис",
      pay_deliver: "Оплата та доставка",
      faq: "Часто задавані питання",
    },

    availability: {
      _true: "Є в наявності",
      _false: "Немає в наявності",
    },

    btn_be_noticed: "Повідомити про появу",
    product_code: "Артикул",

    basket: {
      heading: "Кошик",
      priceText: "Сума без знижки:",
      discountText: "Знижка:",
      totalPriceText: "Сума до сплати:",
      orderButtonText: "Оформити замовлення",
      empty: {
        heading: "Кошик порожній",
        description: "Але це ніколи не пізно виправити :)",
      },
    },
    faq: [
      {
        question:
          "Чи можливо повернути або обміняти подарунок, якщо він не підходить отримувачу?",
        answer:
          "Так, ми надаємо можливість повернення чи обміну подарунка, якщо він не влаштовує отримувача. Докладну інформацію про політику повернення можна знайти на нашому вебсайті.",
      },
      {
        question: "Чи надаєте ви упаковку для подарунків?",
        answer:
          "Так, ми надаємо упаковку для подарунків. Ви можете вибрати опцію упаковки при оформленні замовлення.",
      },
      {
        question: "Товар приїде цілим?",
        answer:
          "Так, ми надаємо упаковку для подарунків. Ви можете вибрати опцію упаковки при оформленні замовлення.",
      },
      {
        question: "Як я можу вам довіряти? Я замовляю у вас вперше.",
        answer:
          "Весь товар, який ви бачите на нашому сайті, створюємо ми, від розробки концепції до виробництва, реалізації, створення фотографій і опису.Ми працюємо вже 3 роки і завжди дбаємо про своїх покупців. Тому, товар завжди відповідає фотографіям і опису, представленим на сайті.",
      },
      {
        question: "Чи можливо додати особисту нотатку до подарунку?",
        answer:
          "Так, Ви можете додати особисту нотатку до вашого подарунку під час оформлення замовлення. Ми з радістю допоможемо Вам передати ваше особисте повідомлення.",
      },
      {
        question: "Що робити, якщо я не пам’ятаю пароль?",
        answer:
          "Ви можете змінити пароль за допомогою функції «Забули пароль?» на сайті. Вона доступна у вікні авторизації/реєстрації. Натиснувши на посилання, покроково слідуйте подальшим інструкціям. Процедура відновлення пароля займе кілька хвилин.",
      },
    ],

    delivery: [
      '"Нова Пошта"  - доставка від 50 грн',
      '"Укрпошта"- доставка від 20 грн.',
      '"Самовивіз"- покупець забирає товар власноруч, безкоштовно.',
    ],

    btn_to_basket: "В кошик",

    checkout: {
      title: "ОФОРМЛЕННЯ ЗАМОВЛЕННЯ",
      ph: {
        surname: "Прізвище",
        name: "Ім'я",
        email: "Ел.пошта",
        tel: "Телефон",
        town: "Місто",
        address: "Адреса",
        building: "Будинок",
        flat: "Квартира",
        office: "Відділення",
      },
      section: {
        info: "Особисті дані",
        delivery: {
          title: "Способи доставки",
          self: "Самовивіз з магазину",
          nova_poshta: '"Нова пошта"',
          ukr_poshta: '"Укрпошта"',
          in_office: "На відділення",
          by_courier: "Кур'єром",
          price: {
            free: "безкоштовно",
            by_tariff: "за тарифами",
          },
        },
        payment: {
          title: "Способи оплати",
          cash: "Готівкою при отриманні",
          card: "Банківською картою на сайті",
        },
        additional: {
          title: "Додаткові можливості",
          add_comment: "Додати коментар",
          not_recall: "Не телефонувати",
          another_person: "Одержувач інша людина",
          present: "Додати подарункове пакування",
        },
      },
      errors: {
        required: "Обов'язкове поле!",
        tel: "Валідний формат: +380123456789",
        email: "Невалідна пошта!",
        comment: {
          small: "Мінімальний розмір коментаря - 10 символів!",
          big: "Максимальний розмір коментаря - 300 символів!",
        },
      },
      success: {
        title: "Оформлення замовлення пройшло успішно!",
        description: "Дякуємо за замовлення!",
      },
      bill: {
        title: "Ваш чек",
        total: "Разом",
      },
      btn: "Оформити замовлення",
    },
    offer_contract: {
      main_title: "Договір оферти",
      title:
        "Цей договір є офіційною та публічною пропозицією Продавця укласти договір купівлі-продажу Товару, представленого на сайті {{link}}. Даний договір є публічним, тобто відповідно до статті 633 Цивільного кодексу України, його умови є однаковими для всіх покупців незалежно від їх статусу (фізична особа, юридична особа, фізична особа-підприємець) без надання переваги одному покупцю перед іншим. Шляхом укладення цього Договору покупець в повному обсязі приймає умови та порядок оформлення замовлення, оплати товару, доставки товару, повернення товару, відповідальності за недобросовісне замовлення та усі інші умови договору. Договір вважається укладеним з моменту натискання кнопки «Підтвердити Замовлення» на сторінці оформлення замовлення в Розділі «Кошик» і отримання Покупцем від Продавця підтвердження замовлення в електронному вигляді.",
      subtitle: [
        "Визначення термінів",
        "Предмет договору",
        "Оформлення Замовлення",
        "Права та обов’язки Сторін",
        "Відповідальність",
        "Інші умови",
      ],
      text: {
        first: [
          "Публічна оферта (далі - «Оферта») - публічна пропозиція Продавця, адресована невизначеному колу осіб, укласти з Продавцем договір купівлі-продажу товару дистанційним способом (далі - «Договір») на умовах, що містяться в цій Оферті.",
          "Товар або Послуга – об'єкт угоди сторін, який був обраний покупцем на сайті Інтернет-магазину та поміщений у кошик, або вже придбаний Покупцем у Продавця дистанційним способом.",
          "Інтернет-магазин – сайт Продавця за адресою {{link}} створений для укладення договорів роздрібної та оптової купівлі-продажу на підставі ознайомлення Покупця із запропонованим Продавцем описом Товару за допомогою мережі Інтернет.",
          "Покупець – дієздатна фізична особа, яка досягла 18 років, отримує інформацію від Продавця, розміщує замовлення щодо купівлі товару, що представлений на сайті Інтернет-магазину для цілей, що не пов'язані зі здійсненням підприємницької діяльності, або юридична особа чи фізична особа-підприємець.",
          "Продавець – Товариство з обмеженою відповідальністю «GiftHub» (ідентифікаційний код 123456789), юридична особа, яка створена і діє відповідно до чинного законодавства України, місцезнаходження якої: Україна, м. Київ, вул. Млин, буд.25",
        ],
        second: [
          "Продавець зобов’язується передати у власність Покупцю Товар, а Покупець зобов’язується оплатити і прийняти Товар на умовах цього Договору.",
          "Датою укладення Договору-оферти (акцептом оферти) та моментом повного й беззаперечного прийняттям Покупцем умов Договору вважається дата заповнення Покупцем форми замовлення, розташованої на сайті Інтернет-магазину, за умови отримання Покупцем від Продавця підтвердження замовлення в електронному вигляді. У разі необхідності, за бажанням Покупця, Договір може бути оформлений у письмовій формі.",
        ],
        third: [
          "Покупець самостійно оформлює замовлення в Інтернет-магазину через форму «Кошика», або зробивши замовлення електронною поштою чи за номером телефону, вказаним в розділі контактів Інтернет-магазину.",
          "Продавець має право відмовитися від передання замовлення Покупцеві у випадку, якщо відомості, вказані Покупцем під час оформлення замовлення, є неповними або викликають підозру щодо їх дійсності.",
          "При оформленні замовлення на сайті Інтернет-магазину Покупець зобов'язується надати наступну обов’язкову  інформацію, необхідну Продавцю для виконання замовлення:",
          "Найменування, кількість, артикул, ціна обраного Покупцем Товару вказуються в кошику Покупця на сайті Інтернет-магазину.",
          "Якщо будь-якої із Сторін договору необхідна додаткова інформація, він має право запросити її у іншій Стороні. У разі ненадання необхідної інформації Покупцем, Продавець не несе відповідальності за надання якісної послуги Покупцю при покупці товару в інтернет-магазині.",
          "При оформленні замовлення через оператора Продавця (п. 3.1. Цієї Оферти) Покупець зобов'язується надати інформацію, зазначену в п. 3.3 – 3.4. цієї Оферти.",
          "Ухвалення Покупцем умов цієї Оферти здійснюється за допомогою внесення Покупцем відповідних даних в реєстраційну форму на сайті Інтернет-магазину або при оформленні Замовлення через оператора. Після оформлення Замовлення через Оператора дані про Покупця вносяться до бази даних Продавця.",
          "Покупець несе відповідальність за достовірність наданої інформації при оформленні Замовлення.",
          "Укладаючи Договір, тобто акцептуючи умови даної  пропозиції (запропоновані умови придбання Товару), шляхом оформлення Замовлення, Покупець підтверджує наступне:",
        ],
        fourth: [
          "Продавець зобов’язаний:",
          "Продавець має право:",
          "Покупець зобов'язується:",
        ],
        fifth: [
          "Продавець не несе відповідальності за шкоду, заподіяну Покупцеві або третім особам внаслідок неналежного монтажу, використання, зберігання Товару придбаного у Продавця.",
          "Продавець не несе відповідальності за неналежне, несвоєчасне виконання Замовлень і своїх зобов’язань у випадку надання Покупцем недостовірної або помилкової інформації.",
          "Продавець і Покупець несуть відповідальність за виконання своїх зобов'язань відповідно до чинного законодавства України і положень цього Договору.",
          "Продавець або Покупець звільняються від відповідальності за повне або часткове невиконання своїх зобов'язань, якщо невиконання є наслідком форс-мажорних обставин як: війна або військові дії, землетрус, повінь, пожежа та інші стихійні лиха, що виникли незалежно від волі Продавця і / або Покупця після укладення цього договору. Сторона, яка не може виконати свої зобов'язання, негайно повідомляє про це іншу Сторону.",
        ],
        sixth: [
          "Цей договір укладено на території України і діє відповідно до чинного законодавства України.",
          "Усі спори, що виникають між Покупцем і Продавцем, вирішуються шляхом переговорів. У випадку недосягнення врегулювання спірного питання шляхом переговорів, Покупець та/або Продавець мають право звернутися за вирішенням спору до судових органів відповідно до чинного законодавства України.",
          "Продавець має право вносити зміни до цього Договору в односторонньому порядку, передбаченому п. 5.2.1. Договору. Крім того, зміни до Договору також можуть бути внесені за взаємною згодою Сторін в порядку, передбаченому чинним законодавством України.",
        ],
      },
      sub_text: {
        first: [
          "прізвище, ім'я Покупця;",
          "адреса, за якою слід доставити Товар (якщо доставка до адреси Покупця);",
          "контактний телефон.",
          "Ідентифікаційний код для юридичної особи або фізичної-особи підприємця.",
        ],
        second: [
          "а) Покупець цілком і повністю ознайомлений, і згоден з умовами цієї пропозиції (оферти);",
          'б) він дає дозвіл на збір, обробку та передачу персональних даних, дозвіл на обробку персональних даних діє протягом усього терміну дії Договору, а також протягом необмеженого терміну після закінчення його дії. Крім цього, укладенням договору Покупець підтверджує, що він повідомлений (без додаткового повідомлення) про права, встановлених Законом України "Про захист персональних даних", про цілі збору даних, а також про те, що його персональні дані передаються Продавцю з метою можливості виконання умов цього Договору, можливості проведення взаєморозрахунків, а також для отримання рахунків, актів та інших документів. Покупець також погоджується з тим, що Продавець має право надавати доступ та передавати його персональні дані третім особам без будь-яких додаткових повідомлень Покупця з метою виконання замовлення Покупця. Обсяг прав Покупця, як суб’єкта персональних даних відповідно до Закону України "Про захист персональних даних" йому відомий і зрозумілий.',
        ],
        third: [
          "Передати Покупцеві товар у відповідності до умов цього Договору та замовлення Покупця.",
          "Не розголошувати будь-яку приватну інформацію про Покупця і не надавати доступ до цієї інформації третім особам, за винятком випадків, передбачених законодавством та під час виконання Замовлення Покупця.",
        ],
        fourth: [
          "Змінювати умови цього Договору, а також ціни на Товари та послуги, в односторонньому порядку, розміщуючи їх на сайті Інтернет-магазину. Всі зміни набувають чинності з моменту їх публікації.",
        ],
        fifth: [
          "До моменту укладення Договору ознайомитися зі змістом Договору, умовами Договору і цінами, запропонованими Продавцем на сайті Інтернет-магазину.",
          "На виконання Продавцем своїх зобов'язань перед Покупцем останній повинен повідомити всі необхідні дані, що однозначно ідентифікують його як Покупця, і достатні для доставки Покупцеві замовленого Товару.",
        ],
      },
    },

    payment_and_delivery: {
      main_title: "Оплата і доставка",
      text: [
        "Ціни на Товари та послуги визначаються Продавцем самостійно та вказані на сайті Інтернет-магазину. Всі ціни на Товари та послуги вказані на сайті у гривнях з урахуванням ПДВ.",
        "Ціни на Товари та послуги можуть змінюватися Продавцем в односторонньому порядку залежно від кон'юнктури ринку. При цьому ціна окремої одиниці Товару, вартість якої оплачена Покупцем в повному обсязі, не може бути змінена Продавцем в односторонньому порядку.",
        "Вартість Товару, яка вказана на сайті Інтернет-магазину не включає в себе вартість доставки Товару Покупцю. Вартість доставки Товару Покупець сплачує   відповідно до діючих тарифів служб доставки (перевізників) безпосередньо обраній ним службі доставки (перевізнику).",
        "Вартість Товару яка вказана на сайті Інтернет-магазину не включає в себе вартість доставки Товару на адресу Покупця.",
        "Продавець може вказати орієнтовну вартість доставки Товару на адресу Покупця під час звернення Покупця із відповідним запитом до Продавця шляхом надіслання листа на електронну пошту або при оформленні замовлення через оператора інтернет-магазину.",
        "Зобов'язання Покупця по оплаті Товару вважаються виконаними з моменту надходження Продавцю коштів на його рахунок.",
        "Розрахунки між Продавцем і Покупцем за Товар здійснюються способами, зазначеними на сайті Інтернет-магазину в розділі «Оплата і Доставка».",
        "При отриманні товару Покупець повинен у присутності представника служби доставки (перевізника)  перевірити відповідність Товару якісним і кількісним характеристикам (найменування товару, кількість, комплектність, термін придатності).",
        "Покупець або його представник під час приймання Товару підтверджує своїм підписом в товарному чеку/ або в замовленні/ або в транспортній накладній на доставку товарів, що не має претензій до кількості товару, зовнішнім виглядом і комплектності товару.",
        "Право власності та ризик випадкової втрати або пошкодження Товару переходить до Покупця або його Представника з моменту отримання Товару Покупцем в місті поставки Товару при самостійній доставки Товару від Продавця, чи під час передачі Продавцем товару службі доставки (перевізнику) обраної Покупцем. ",
      ],
    },

    return_conditions: {
      main_title: "Умови повернення",
      text: [
        "Покупець має право на повернення Продавцеві непродовольчого товару належної якості, якщо товар не задовольнив його за формою, габаритами, фасоном, кольором, розміром або з інших причин не може бути ним використаний за призначенням. Покупець має право на повернення товару належної якості протягом 14 (чотирнадцяти) днів, не враховуючи дня купівлі. Повернення товару належної якості проводиться, якщо він не використовувався і якщо збережено його товарний вигляд, споживчі властивості, упаковка, пломби, ярлики, а також розрахунковий документ, виданий Покупцю за оплату Товару. Перелік товарів, що не підлягають поверненню на підставах, передбачених у цьому пункті, затверджується Кабінетом Міністрів України.",
        "Повернення Покупцеві вартості товару належної якості здійснюється протягом 30 (тридцяти) календарних днів з моменту отримання такого Товару Продавцем за умови дотримання вимог, передбачених п. 6.1. Договору, чинним законодавством України.",
        "Вартість товару підлягає поверненню шляхом банківського переказу на рахунок Покупця.",
        "Повернення Товару належної якості за адресою Продавця, здійснюється за рахунок Покупця та Продавцем Покупцеві не відшкодовується.",
        "У разі виявлення протягом встановленого гарантійного строку недоліків у Товарі, Покупець особисто, в порядку та у строки, що встановлені законодавством України, має право пред'явити Продавцеві вимоги, передбачені Законом України «Про захист прав споживачів». При пред’явленні вимог про безоплатне усунення недоліків, строк на їх усунення відраховується з дати отримання Товару Продавцем в своє розпорядження та фізичного доступу до такого Товару.",
        "Розгляд вимог, передбачених Законом України «Про захист прав споживачів», провадиться Продавцем за умови надання Покупцем документів, передбачених чинним законодавством України. Продавець не відповідає за недоліки Товару, які виникли після його передання Покупцеві внаслідок порушення Покупцем правил користування або зберігання Товару, дій третіх осіб або непереборної сили.",
        "Покупець не має права відмовитися від товару належної якості, що має індивідуально-визначені властивості, якщо зазначений товар може бути використаний виключно Покупцем, який його придбав, (в т.ч. за за бажанням Покупця не стандартні розміри, характеристики, зовнішній вигляд, комплектація та інше). Підтвердженням того, що товар має індивідуально-визначені властивості, є відмінність розмірів товару та інших характеристик, що вказані в інтернет-магазині.",
        "Повернення товару, у випадках, передбачених законом та цим Договором, здійснюється за адресою, вказаною на сайті в розділі «Контакти»",
      ],
    },

    privacy_police: {
      main_title: "Політика конфіденційності",
      text: [
        "Надаючи свої персональні дані на сайті Інтернет-магазину при реєстрації або оформленні Замовлення, Покупець надає Продавцеві свою добровільну згоду на обробку, використання (у тому числі і передачу) своїх персональних даних, а також вчинення інших дій, передбачених Законом України «Про захист персональних даних», без обмеження терміну дії такої згоди.",
        "Продавець зобов'язується не розголошувати отриману від Покупця інформацію. Не вважається порушенням надання Продавцем інформації контрагентам і третім особам, що діють на підставі договору з Продавцем, в тому числі і для виконання зобов'язань перед Покупцем, а також у випадках, коли розкриття такої інформації встановлено вимогами чинного законодавства України.",
        "Покупець несе відповідальність за підтримання своїх персональних даних в актуальному стані. Продавець не несе відповідальності за неякісне виконання або невиконання своїх зобов'язань у зв'язку з неактуальністю інформації про Покупця або невідповідністю її дійсності.",
      ],
    },
  },
};
